cask_args appdir: '/Applications'

tap 'caskroom/cask'

brew 'fish'
brew 'fzf'
brew 'git'
brew 'git-flow'
brew 'node'
brew 'yarn', args: ['ignore-dependencies']
brew 'z'

cask 'alfred'
cask 'atom'
cask 'visual-studio-code'
cask 'firefox'
cask 'google-chrome'
cask 'insomnia'
cask 'hyper'
cask 'slack'
cask 'spotify'
cask 'hammerspoon'
